<?php
	$arr='[
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "胡欢",
                    "chs": "98",
                    "math": "100",
                    "eng": "60"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          },
                    {
                    "name": "刘阳",
                    "chs": "100",
                    "math": "60",
                    "eng": "150"
          },
                    {
                    "name": "杨俊毅",
                    "chs": "50",
                    "math": "150",
                    "eng": "90"
          }
	]';
	echo($arr);
?>